/* no keychains found to add */
"A keychain cannot be found to store \\U201C%1$@.\\U201D" = "找不到鑰匙圈來儲存“%1$@”。";

/* default not configured */
"A keychain cannot be found." = "找不到鑰匙圈。";

/* confirmation on reset to default */
"Are you sure you want to reset your keychain? This will delete all your saved passwords, keys, and certificates. You cannot undo this operation." = "確定要重置鑰匙圈嗎？這將刪除所有儲存的密碼、密鑰和憑證。無法還原此操作。";

/* specific default not found to add */
"Keychain \\U201C%1$@\\U201D cannot be found to store \\U201C%2$@.\\U201D" = "找不到“%1$@”鑰匙圈來儲存“%2$@”。";

/* specific default not found */
"Keychain \\U201C%1$@\\U201D cannot be found." = "找不到“%1$@”鑰匙圈。";

/* enter login password */
"Please enter your login password. This password will be used to create your new keychain." = "請輸入您的登入密碼。這個密碼會用來建立您的新鑰匙圈。";

/* reset button title */
"Reset" = "重置";

/* warn user of other keychains to re-add to search list */
"You currently have additional keychains on your system that will have to be added to your keychain search list. Use Keychain Access to add them back again." = "您現在在系統上有其他鑰匙圈必須加到鑰匙圈搜尋列表。請使用“鑰匙圈存取”將它們加回來。";

/* descriptive test */
"Your keychain may have been renamed, deleted, or it's on a unmounted volume." = "您的鑰匙圈可能已被更名、刪除或是位在尚未裝載的卷宗上。";

